export const resultData = [
  {
    name: "침울동훈",
    best: "ESTJ",
    detail:
      "겁이 많아요.워낙 온순한 성격에 조용한 동훈이라 소심하게 느껴집니다! 낯을 심하게 가리는 편이구요.혼자 놔두면 호기심이 많아서 이것저것 치고 건드리고 즐겁게 보내는 동훈이입니다.초보가 키우기 좋은 종입니다.",
    img: "/images/ydh (4).jpg",
  },

  {
    name: "행복동훈",
    best: "ESFP",
    detail:
      "대체적으로 온순하고 느긋한 성격이에요.외로움을 잘타며 질투심이 강해요.수다스러운 성격입니다.독립심이 강한 편에 속하지만 특이하게도 사람 손 타는 걸 좋아하는 동훈이 입니다.",
    img: "/images/ydh (9).jpg",
  },

  {
    name: "진중동훈",
    best: "ENTJ",
    detail:
      "조용하고 성격도 순한편이서 개냥이가 되는 경우가 많습니다. 털이 굉장히 부드러워요. 아이와 함께 키워도 좋을 만큼 굉장히 순하고 독립심이 강한 동훈이 입니다.",
    img: "/images/ydh (5).jpg",
  },

  {
    name: "미친동훈",
    best: "INTP",
    detail:
      "활동력이 어마어마한 동훈이에요! 그렇기 때문에 살이 잘 안찌는 동훈이 중에 하나입니다! 놀아주다가 탈진할 수도!",
    img: "/images/ydh (10).jpg",
  },

  {
    name: "마에스트로동훈",
    best: "INTJ",
    detail:
      "우아한 동훈이! 그러다보니 까칠하고 성질이 조금 급해요! 잔머리가 많고 복수심도 많은 동훈이! 하지만 동훈이마다 성격은 다 다르니 참고하세요!",
    img: "/images/ydh (12).jpg",
  },

  {
    name: "염의동훈",
    best: "ISTJ",
    detail:
      "민첩하고 호기심 많고 똑똑한 동훈이입니다! 굉장히 수다쟁이여서 부르면 야옹하고 대답도 잘하는 동훈이에요! 다만 호기심이 많아서 이것저것 잘 이의 제기를 하는 동훈이!",
    img: "/images/ydh (1).gif",
  },

  {
    name: "흠칫동훈",
    best: "ESTP",
    detail:
      "조용하고 사람을 매우 좋아하는 동훈이 중 하나! 본능적으로 사냥 놀이를 굉장히 좋아해요. 대형종 이라 식욕이 많아요",
    img: "/images/ydh (1).png",
  },

  {
    name: "쉬워동훈",
    best: "INFP",
    detail:
      "주인에 대한 호기심이 높고 애교가 굉장히 많아요!다만! 넌 내꺼야! 독점욕도 굉장히 강합니다. 이미 여러마리의 동훈이를 키우는 사람이라면 다른 동훈이들에게 하악질을 볼 수도..",
    img: "/images/ydh (6).jpg",
  },

  {
    name: "잡종동훈",
    best: "ISFP",
    detail:
      "많은 사람의 혈통이 섞여있는 동훈이에요! 대부분 활발하고 쾌할한 성격을 가지고 있고, 친밀하고 영리합니다! 남을 따라하는것을 너무 좋아해서 행동주의를 조심할 필요가 있습니다!",
    img: "/images/ydh (1).jpg",
  },

  {
    name: "조용동훈",
    best: "ISFJ",
    detail:
      "낯을 가리지 않고, 주인 옆에서 느긋하게 일상을 즐기는 동훈이에요! 다만 운동량이 그렇게 많지 않아 뚱뚱 동훈이가 될 수 있으니 조심하기!",
    img: "/images/ydh (3).jpg",
  },
  {
    name: "방긋동훈",
    best: "ENFP",
    detail:
      "굉장히 귀여운 동훈이! 착하고 느긋하며 울음소리가 작은 동훈이! 동훈이 치고는 애교가 매우 많은 편이며 귀찮을 정도로 졸졸졸 따라다니는 경우가 있습니다!",
    img: "/images/ydh (2).jpg",
  },

  {
    name: "외눈박이동훈",
    best: "INFJ",
    detail:
      "짧은 팔과 험악한 외모를 가지고 있는 동훈이에요! 호기심이 매우 많아서 짧은 팔로 이곳저곳을 때리는 에너지가 넘치는 동훈이! 영리한 편에 속하는 동훈이에요",
    img: "/images/ydh (11).jpg",
  },

  {
    name: "마샬D훈",
    best: "ESFJ",
    detail:
      "아주 예쁜 외모로 많이 사랑받는 동훈이! 검은수염이라는 이름처럼 안으면 내가 인형이 되는 위험한 동훈이입니다! 너무나도 멋지고 강한 동훈이 중에 하나입니다!",
    img: "/images/ydh (7).jpg",
  },
  {
    name: "신사동훈",
    best: "ENTP",
    detail:
      "이름과 같이 영국 신사와 같은 동훈이! 배려심이 깊고 매우 조용하고 인내심이 강한 동훈이에요. 옆구리에 커피를 끼고 앉아서 시간을 보내는 것을 좋아하는 동훈이입니다!",
    img: "/images/ydh (13).jpg",
  },

  {
    name: "돼지동훈",
    best: "ISTP",
    detail:
      "식탐이 많은 외모와는 다르게 동훈이 중에서 가장 성격이 좋다고 하는 동훈계의 골든리트리버! 다만 피부병이 잘 걸릴 수 있으니 조심조심! 식량을 축낼수도 있으니 지갑사정이 좋아야해요.",
    img: "/images/ydh (14).jpg",
  },

  {
    name: "스모커동훈",
    best: "ENFJ",
    detail:
      "헤비 스모커 별명을 가진 동훈이에요! 조용하고 온화한 성격을 가지고 있으며 매우 똑똑하고 크기와 생김새가 사자와 닮은 동훈이 입니다! 연기를 너무 많이 내뿜어서 숨이 막힐 수도 있어요!",
    img: "/images/ydh (2).png",
  },
];
